Repository: topaffiliate/topaffiliate.github.io
Catalog: lib/src/l10n/app_*.arb
Languages: uk

source: Suggestion
uk: Пропозиція

source: Suggest a feature
uk: Запропонувати фічу

source: Feature
uk: Фіча

source: Bug
uk: Баг

source: Posted by:
uk: Опублікував:

source: Upvote
uk: Проголосувати

source: Attached photos
uk: Прикріплені фото

source: Labels
uk: Лейбли

source: Notify me
uk: Повідомити мене

# notificationDescription
source: When this suggestion is completed
uk: Коли це буде зроблено

source: Save
uk: Зберегти

# edit
source: Edit suggestion
uk: Редагувати пропозицію

# delete
source: Delete suggestion
uk: Видалити пропозицію

# deletionQuestion
source: Are you sure you want to delete the suggestion?
uk: Ви дійсно бажаєте видалити цю пропозицію?

# deletionPhotoQuestion
source: Are you sure you want to delete this photo?
uk: Ви дійсно бажаєте видалити це фото?

# title
source: Briefly describe your suggestion
uk: Коротко опишіть вашу пропозицію

# description
source: Describe your suggestion in details
uk: Опишіть вашу пропозицію більш детально

source: Post anonymously
uk: Опублікувати анонімно

source: Suggest
uk: Запропонувати

# anonymousAuthorName
source: Anonymous
uk: Анонім

source: Requests
uk: Пропозиції

# requestsDescription
source: Join other users
uk: Приєднуйтесь до спільноти

source: In Progress
uk: У розробці

# inProgressHeader
source: Features in development
uk: Пропозиції у розробці

# inProgressDescription
source: What will be added to the app soon
uk: Незабаром з'явиться у додатку

source: Completed
uk: Реалізовано

# completedDescription
source: What’s been already implemented
uk: Було реалізовано у додатку

# savingImageError
source: Error: can’t save the photo
uk: Помилка збереження фото

# savingImageSuccess
source: The photo has been successfully saved
uk: Фото успішно збережено

source: Add Photo
uk: Додати Фото

source: Cancel
uk: Скасування

source: Done
uk: Готово

source: Yes, delete
uk: Так, видалити

# commentsTitle
source: Comments
uk: Коментарі

# newComment
source: New сomment
uk: Новий коментар

# commentHint
source: Your comment…
uk: Ваш коментар…

source: Publish
uk: Опублікувати

source: Add
uk: Додати

# eventPhotosRestriction
source: You can attach up to 10 photos 🖼️
uk: Ви можете прикріпити до 10 фото 🖼️
